Repository: pagaco-swita/ultimatedailywallpaper
Catalog: language/UltimateDailyWallpaper_*.po
Languages: ca, de, fi, fr, it, ru, uk

source: About
ca: Sobre
de: Über
fi: Noin
fr: Environ
it: Circa
ru: Около
uk: Про

# PhotoBrowser|
source: Load stored picture
ca: Carrega la imatge emmagatzemada
de: Gespeichertes Hintergrundbild laden
fi: Lataa tallennettu kuva
fr: Charger l’image stockée
it: Carica immagine memorizzata
ru: Загрузить сохраненное изображение
uk: Завантаження збереженого зображення

# PhotoBrowser|
source: &Set as wallpaper
ca: &Estableix com a fons de pantalla
de: &Als Hintergrundbild festlegen
fi: &Aseta taustakuvaksi
fr: &Définir comme fond d’écran
it: &Imposta come sfondo
ru: &Установить в качестве обоев
uk: &Встановити в якості шпалер

# PhotoBrowser|
source: Select a photo
ca: Selecciona una foto
de: Bild auswählen
fi: Valitse valokuva
fr: Sélectionnez une photo
it: Seleziona una foto
ru: Выберите фотографию
uk: Виберіть фотографію

# PhotoBrowser|
source: <html><head/><body><p><span style=" font-weight:700;">Select date: </span></p></body></html>
ca: <html><head/><body><p><span style=" font-weight:700;">Seleccioneu la data: </span></p></body></html>
de: <html><head/><body><p><span style=" font-weight:700;">Datum auswählen: </span></p></body></html>
fi: <html><head/><body><p><span style=" font-weight:700;">Valitse päivämäärä: </span></p></body></html>
fr: <html><head/><body><p><span style=" font-weight:700;">Sélectionnez la date: </span></p></body></html>
it: <html><head/><body><p><span style=" font-weight:700;">Seleziona la data: </span></p></body></html>
ru: <html><head/><body><p><span style=" font-weight:700;">Выберите дату: </span></p></body></html>
uk: <html><head/><body><p><span style=" font-weight:700;">Виберіть дату:: </span></p></body></html>

# PhotoBrowser|
source: &Set current date
ca: &Defineix la data actual
de: &Aktuelles Datum auswählen
fi: &Nykyisen päivämäärän asettaminen
fr: &Définir la date actuelle
it: &Imposta la data corrente
ru: &Установить текущую дату
uk: &Установлення поточної дати

# PhotoBrowser|
source: <html><head/><body><p>Show photos of past days: </p></body></html>
ca: <html><head/><body><p>Mostra fotos de dies passats: </p></body></html>
de: <html><head/><body><p>Ältere Bilder anzeigen: </p></body></html>
fi: <html><head/><body><p>Näytä kuvia menneistä päivistä: </p></body></html>
fr: <html><head/><body><p>Afficher les photos des jours passés: </p></body></html>
it: <html><head/><body><p>Mostra le foto dei giorni passati: </p></body></html>
ru: <html><head/><body><p>Показать фотографии прошлых дней: </p></body></html>
uk: <html><head/><body><p>Переглянути фото минулих днів: </p></body></html>

# PhotoBrowser|
source: &Show pictures
ca: &Mostra imatges
de: &Zeige Bilder
fi: &Näytä kuvat
fr: &Afficher les photos
it: &Mostra immagini
ru: &Показать фотографии
uk: &Показати картинки

# SettingsWindow|
source: Settings
ca: Configuració
de: Einstellungen
fi: Asetukset
fr: Paramètres
it: Impostazioni
ru: Параметры
uk: Параметри

# SettingsWindow|
source: <html><head/><body><p>Location to save background photos: </p></body></html>
ca: <html><head/><body><p>Ubicació per desar fotos de fons: </p></body></html>
de: <html><head/><body><p>Speicherort für die Hintergrundbilder: </p></body></html>
fi: <html><head/><body><p>Taustakuvien tallennuspaikka: </p></body></html>
fr: <html><head/><body><p>Emplacement pour enregistrer les photos d’arrière-plan: </p></body></html>
it: <html><head/><body><p>Posizione per salvare le foto di sfondo: </p></body></html>
ru: <html><head/><body><p>Расположение для сохранения фоновых фотографий: </p></body></html>
uk: <html><head/><body><p>Розташування для збереження фонових фотографій: </p></body></html>

# SettingsWindow|
source: Choose
ca: Triar
de: Auswählen
fi: Valita
fr: Choisir
it: Scegliere
ru: Выбирать
uk: Вибирати

# SettingsWindow|
source: Delete wallpapers older than (days):
ca: Elimineu fons de pantalla més antics que (dies):
de: Hintergrundbilder löschen nach (Tage):
fi: Poista taustakuvia, jotka ovat vanhempia kuin (päivää):
fr: Supprimer les fonds d’écran plus anciens que (jours):
it: Eliminare gli sfondi più vecchi di (giorni):
ru: Удалить обои старше (дней):
uk: Видалення фонових зображень старше (днів):

# SettingsWindow|
source: Change desktop background photo automatically
ca: Canviar automàticament la foto de fons de l'escriptori
de: Hintergrundbild automatisch wechseln
fi: Työpöydän taustakuvan automaattinen vaihtaminen
fr: Modifier automatiquement la photo d’arrière-plan du Bureau
it: Cambia automaticamente la foto di sfondo del desktop
ru: Автоматическое изменение фоновой фотографии рабочего стола
uk: Автоматична зміна фотографії тла робочого стола

# SettingsWindow|
source: <html><head/><body><p>Time of day for changing wallpaper automatically: </p></body></html>
ca: <html><head/><body><p>Hora del dia per canviar el fons de pantalla automàticament: </p></body></html>
de: <html><head/><body><p>Uhrzeit zum automatischen Wechsel des Hintergrundbildes: </p></body></html>
fi: <html><head/><body><p>Kellonaika taustakuvan vaihtamiseen automaattisesti: </p></body></html>
fr: <html><head/><body><p>Heure de la journée pour changer automatiquement le fond d’écran: </p></body></html>
it: <html><head/><body><p>Ora del giorno per cambiare automaticamente lo sfondo: </p></body></html>
ru: <html><head/><body><p>Время суток для автоматической смены обоев: </p></body></html>
uk: <html><head/><body><p>Час доби для автоматичної зміни шпалер: </p></body></html>

# SettingsWindow|
source: Run Application at startup
ca: Executeu l'aplicació a l'inici
de: Anwendung beim Systemstart automatisch starten
fi: Suorita sovellus käynnistyksen yhteydessä
fr: Exécuter l’application au démarrage
it: Esegui applicazione all'avvio
ru: Запуск приложения при запуске
uk: Запуск програми під час запуску

# SettingsWindow|
source: Change lock screen wallpaper if possible
ca: Canvieu el fons de pantalla de bloqueig si és possible
de: Hintergrundbild des Sperrbildschirm wechseln wenn möglich
fi: Vaihda lukitusnäytön taustakuva, jos mahdollista
fr: Changer le fond d’écran de l’écran de verrouillage si possible
it: Cambia lo sfondo della schermata di blocco, se possibile
ru: Изменение обоев экрана блокировки, если это возможно
uk: Змінити шпалери на екрані блокування, якщо це можливо

# SettingsWindow|
source: Reset
ca: Reinicialitzar
de: Standardeinstellungen
fi: Nollata
fr: Réinitialisation
it: Resettare
ru: Сброс
uk: Скинути

# SettingsWindow|
source: Save settings
ca: Salvar
de: Speichern
fi: Säästää
fr: Sauvegarder
it: Salvare
ru: Спасать
uk: Рятувати

# SettingsWindow|
source: Cancel
ca: Cancel·lar
de: Abbrechen
fi: Perua
fr: Annuler
it: Annulla
ru: Отмена
uk: Скасувати

# About|
source: Currently used plugin
ca: Plugin utilitzat
de: Verwendetes Plugin
fi: Tällä hetkellä käytetty laajennus
fr: Plugin actuellement utilisé
it: Plugin attualmente utilizzato
ru: Используемое в настоящее время расширение
uk: Використовуване розширення

# About|
source: License: GPL-3.0+
ca: Llicència: GPL-3.0+
de: Lizenz: GPL-3.0+
fi: Lisenssi: GPL-3.0+
it: Licenza: GPL-3.0+
ru: Универсальная общественная лицензия v3.0+
uk: Ліцензія: Загальна публічна ліцензія версія 3.0+

# About|
source: Version:
ca: Versió:
fi: Versio:
it: Versione:
ru: Версия:
uk: Версія:

# About|
source: Copyright © 2022 -
ru: Авторские права © 2022 -
uk: Авторське право © 2022 -

# About|
source: A simple application for changing wallpaper
ca: Una aplicació senzilla per canviar fons de pantalla
de: Eine einfache Anwendung zum Wechsel des Hintergrundbildes
fi: Yksinkertainen sovellus taustakuvan vaihtamiseen
fr: Une application simple pour changer de fond d’écran
it: Una semplice applicazione per cambiare carta da parati
ru: Простое приложение для смены обоев
uk: Просте додаток для зміни шпалер

# About|
source: Close
ca: Tancar
de: Schliessen
fi: Sulkea
fr: Fermer
it: Chiudere
ru: Закрывать
uk: Вийти

# About|
source: Visit website
ca: Visita el lloc web
de: Webseite besuchen
fi: Käy verkkosivustolla
fr: Visiter le site web
it: Visita il sito
ru: Посетить веб-сайт
uk: Відвідайте веб-сайт

# MainWindow|
source: No connection to the internet. The application will be closed.
ca: Sense connexió a internet. La sol·licitud estarà tancada.
de: Keine Verbindung zum Internet. Die Anwendung wird geschlossen.
fi: Ei yhteyttä Internetiin. Hakemus suljetaan.
fr: Pas de connexion à Internet. L'application sera fermée.
it: Nessuna connessione a Internet. L'applicazione verrà chiusa.
ru: Нет подключения к Интернету. Заявка будет закрыта.
uk: Немає підключення до інтернету. Заявка буде закрита.

# MainWindow|
source: Error
de: Fehler
fi: Virhe
fr: Erreur
it: Errore
ru: Ошибка
uk: Помилка

# MainWindow|
source: No plugins found.
ca: No s'han trobat connectors.
de: Keine Plugins gefunden.
fi: Laajennuksia ei löytynyt.
fr: Aucun plugin trouvé.
it: Nessun plugin trovato.
ru: Расширения не найдены.
uk: Плагінів не знайдено.

# MainWindow|
source: done.
ca: fet.
de: erledigt.
fi: valmis.
fr: fait.
it: fatto.
ru: завершенный.
uk: зроблено.

# MainWindow|
source: Used plugin:
ca: Plugin utilitzat:
de: Verwendetes Plugin:
fi: Käytetty laajennus:
fr: Plugin utilisé:
it: Plugin usato:
ru: Используемый плагин:
uk: Використовуваний плагін:

# MainWindow|
source: Error while loading plugin.
ca: Error en carregar el plugin.
de: Fehler beim Laden des Plugins.
fi: Virhe ladattaessa laajennusta.
fr: Erreur lors du chargement du plugin.
it: Errore durante il caricamento del plugin.
ru: Ошибка при загрузке плагина.
uk: Помилка під час завантаження плагіна.

# MainWindow|
source: An error was detected when starting the application. The application will be closed.
ca: S'ha detectat un error en iniciar l'aplicació. La aplicació licitud estarà tancada.
de: Beim Start der Anwendung wurde ein Fehler festgestelt. Die Anwendung wird nun beendet.
fi: Sovellusta käynnistettäessä havaittiin virhe. Hakemus suljetaan.
fr: Une erreur a été détectée lors du démarrage de l’application. La demande sera fermée.
it: È stato rilevato un errore all'avvio dell'applicazione. L'applicazione verrà chiusa.
ru: При запуске приложения обнаружена ошибка. Заявка будет закрыта.
uk: An error was detected when starting the program. The application will be closed.

# MainWindow|
source: No connection to the internet.
ca: Sense connexió a internet.
de: Keine Internetverbindung. Die Anwendung wird geschlossen.
fi: Ei yhteyttä Internetiin.
fr: Pas de connexion à Internet.
it: Nessuna connessione a Internet.
ru: Нет подключения к Интернету.
uk: Немає підключення до інтернету.

# MainWindow|
source: Please check your internet connection.
ca: Comproveu la vostra connexió a Internet.
de: Bitte überprüfen Sie Ihre Internetverbindung.
fi: Tarkista Internet-yhteytesi.
fr: Veuillez vérifier votre connexion Internet.
it: Si prega di controllare la connessione internet.
ru: Пожалуйста, проверьте подключение к Интернету.
uk: Будь ласка, перевірте підключення до Інтернету.

# MainWindow|
source: &Provider
ca: &Proveïdor
de: &Anbieter
fi: &Toimittaja
fr: &Fournisseur
ru: &Поставщик
uk: &Постачальника

# MainWindow|
source: &About this picture and license
ca: &Sobre aquesta imatge i llicència
de: &Über dieses Bild und Lizenz
fi: &Tietoja tästä kuvasta ja Lisenssi
fr: &À propos de cette image et licence
it: &Informazioni su questa immagine e licenza
ru: &Об этой картинке и лицензии
uk: &Про цю картинку і ліцензію

# MainWindow|
source: &About this picture and copyright
ca: &Sobre aquesta imatge i els drets d'autor
de: &Über dieses Bild und Copyright
fi: &Tietoja tästä kuvasta ja tekijänoikeuksista
fr: &À propos de cette image et copyright
it: &Informazioni su questa immagine e copyright
ru: &Об этой фотографии и авторских правах
uk: &Про цю картину і авторські права

# MainWindow|
source: &Download past pictures
ca: &Descarregar imatges anteriors
de: &Ältere Bilder herunterladen
fi: &Lataa aiempia kuvia
fr: &Télécharger les photos passées
it: &Scarica le immagini del passato
ru: &Скачать прошлые фотографии
uk: &Завантаження минулих зображень

# MainWindow|
source: &Load stored picture
ca: &Carrega la imatge emmagatzemada
de: &Gespeichertes Hintergrundbild laden
fi: &Lataa tallennettu kuva
fr: &Charger l’image stockée
it: &Carica immagine memorizzata
ru: &Загрузить сохраненное изображение
uk: &Відкриття збереженого зображення

# MainWindow|
source: &Settings
ca: &Configuració
de: &Einstellungen
fi: &Asetukset
fr: &Paramètres
it: &Impostazioni
ru: &Параметры
uk: &Параметри

# MainWindow|
source: &About
ca: &Sobre
de: &Über
fi: &Noin
fr: &Environ
it: &Circa
ru: &Около
uk: &Про

# MainWindow|
source: &Quit
ca: &Sortir
de: &Beenden
fi: &Lopettaa
fr: &Finir
it: &Dimettersi
ru: &Покидать
uk: &Кинути

# MainWindow|
source: Description:
ca: Descripció:
de: Beschreibung:
fi: Kuvaus:
it: Descrizione:
ru: Описание картины:
uk: Опис:

# MainWindow|
source: Load plugin...
ca: Carrega el plugin...
de: Plugin wird geladen...
fi: Suorita laajennus...
fr: Charger le plugin...
it: Carica plugin...
ru: Загрузить плагин...
uk: Запуск плагіна...

# PhotoBrowser|
source: Error
de: Fehler
fi: Virhe
fr: Erreur
it: Errore
ru: Ошибка
uk: Помилка

# PhotoBrowser|
source: Error while loading plugin.
ca: Error en carregar el plugin.
de: Fehler beim Laden des Plugins.
fi: Virhe ladattaessa laajennusta.
fr: Erreur lors du chargement du plugin.
it: Errore durante il caricamento del plugin.
ru: Ошибка при загрузке плагина.
uk: Помилка під час запуску плагіна.

# PhotoBrowser|
source: Past pictures of the day (Wikimedia Commons)
ca: Imatges anteriors del dia (Wikimedia Commons)
de: Ältere Tagesbilder laden (Wikimedia Commons)
fi: Päivän aiemmat kuvat (Wikimedia Commons)
fr: Photos passées de la journée (Wikimedia Commons)
it: Foto passate del giorno (Wikimedia Commons)
ru: Прошлые фотографии дня (Викисклад)
uk: Минулі фотографії дня (Вікісховище)

# PhotoBrowser|
source: Get more information
ca: Obtenir més informació
de: Mehr informationen
fi: Hanki lisätietoja
fr: Obtenir plus d’informations
it: Richiedi maggiori informazioni
ru: Получить дополнительную информацию
uk: Отримати більше інформації

# PhotoBrowser|
source: Details
ca: Detalls
fi: Tiedot
fr: Détails
it: Dettagli
ru: Подробности
uk: Деталі

# PhotoBrowser|
source: Please select a picture.
ca: Seleccioneu una imatge.
de: Bitte wählen Sie ein Bild aus.
fi: Valitse kuva.
fr: Veuillez sélectionner une image.
it: Seleziona un'immagine.
ru: Пожалуйста, выберите картинку.
uk: Будь ласка, виберіть зображення.

# PhotoBrowser|
source: Title:
ca: Títol:
de: Titel:
fi: Nimike:
fr: Titre:
it: Titolo:
ru: Титул:
uk: Назва:

# PhotoBrowser|
source: Description:
ca: Descripció:
de: Beschreibung:
fi: Kuvaus:
it: Descrizione:
ru: Приметы:
uk: Опис:

# PhotoBrowser|
source: Picture size:
ca: Mida de la imatge:
de: Bildgrösse:
fi: Kuvan koko:
fr: Taille de l’image:
it: Dimensioni immagine:
ru: Размер изображения:
uk: Розмір картинки:

# PhotoBrowser|
source: Preview:
ca: Preestrena:
de: Vorschau:
fi: Ennakkoesitys:
fr: Aperçu:
it: Anteprima:
ru: Предварительный просмотр:
uk: Попередній перегляд:

# PhotoBrowser|
source: The entered date must not be in the future.
ca: La data introduïda no ha de ser en el futur.
de: Das Datum darf nicht in der Zukunft liegen.
fi: Syötetty päivämäärä ei saa olla tulevaisuudessa.
fr: La date saisie ne doit pas être dans le futur.
it: La data inserita non deve essere futura.
ru: Введенная дата не должна быть в будущем.
uk: Введеної дати не повинно бути в майбутньому.

# QProgressDialog|
source: Download in progress...
ca: Descàrrega en curs...
de: Wird heruntergeladen...
fi: Lataus käynnissä...
fr: Téléchargement en cours...
it: Download in corso...
ru: Загрузка в процессе...
uk: Завантаження триває...

# QProgressDialog|
source: Working in progress...
ca: Treballant en progrés...
de: In Bearbeitung...
fi: Keskeneräiset työt...
fr: Travaux en cours...
it: In corso di lavorazione...
ru: Работа в процессе...
uk: У процесі...

# SettingsWindow|
source: Save changes
ca: Desa els canvis
de: Speichern
fi: Tallenna muutokset
fr: Sauvegarder
it: Salvare
ru: Спасать
uk: Рятувати

# SettingsWindow|
source: The application will be restart for the changes to take effect. Do you want save the changes?
ca: Es reiniciarà l'aplicació perquè els canvis entrin en vigor. Vols guardar els canvis?
de: Die Anwendung muss neu gestartet werden, damit die Änderungen aktiv werden. Möchten Sie die Einstellungen speichern?
fi: Sovellus käynnistetään uudelleen, jotta muutokset tulevat voimaan. Haluatko tallentaa muutokset?
fr: L’application sera redémarrée pour que les modifications prennent effet. Voulez-vous enregistrer les modifications ?
it: L'applicazione verrà riavviata per rendere effettive le modifiche. Vuoi salvare le modifiche?
ru: Приложение будет перезапущено, чтобы изменения вступили в силу. Вы хотите сохранить изменения?
uk: Додаток буде перезапущено, щоб зміни вступили в силу. Хочете зберегти зміни?

# SettingsWindow|
source: Select directory
ca: Seleccionar directori
de: Ordner auswählen
fi: Valitse hakemisto
fr: Sélectionner un répertoire
it: Seleziona directory
ru: Выберите место хранения
uk: Виберіть каталог

# SettingsWindow|
source: This will reset all settings to the default settings. All existing wallpapers will be deleted. Do you want to continue?
ca: Això restablirà tots els paràmetres a la configuració predeterminada. Se suprimiran tots els fons de pantalla existents. Vols continuar?
de: Es werden alle Einstellungen zurückgesetzt. Alle gespeicherten Hintergrundbilder werden gelöscht. Möchten Sie fortfahren?
fi: Tämä palauttaa kaikki asetukset oletusasetuksiin. Kaikki olemassa olevat taustakuvat poistetaan. Haluatko jatkaa?
fr: Cela réinitialisera tous les paramètres aux paramètres par défaut. Tous les fonds d’écran existants seront supprimés. Voulez-vous continuer?
it: In questo modo verranno ripristinate tutte le impostazioni predefinite. Tutti gli sfondi esistenti verranno eliminati. Vuoi continuare?
ru: Это приведет к сбросу всех настроек к настройкам по умолчанию. Все существующие обои будут удалены. Хотите продолжить?
uk: Це призведе до скидання всіх налаштувань до налаштувань за замовчуванням. Всі існуючі шпалери будуть видалені. Хочете продовжити?

# setWallpaper|
source: Error - Failed to set wallpaper.
ca: Error en carregar fons de pantalla.
de: Fehler - Hintergrundbild kann nicht gesetzt werden.
fi: Taustakuvan asettaminen epäonnistui.
fr: Erreur - Impossible de définir le papier peint.
it: Errore - Impossibile impostare lo sfondo.
ru: Не удалось установить обои.
uk: Не вдалося встановити шпалери.
